/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Biblioteca no responde";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac fue incapaz de acceder a tu biblioteca de fotos, ya que no responde.";

"Quit or force quit Photos;" = "Salir o forzar salida de Fotos;";
"Open your Activity Monitor;" = "Abre el Monitor de Actividad;";
"Force quit the \"photolibraryd\" process;" = "Forzar salida del proceso \"photolibraryd\";";
"Reopen Photos if needed." = "Abre Fotos de nuevo si es necesario.";

//Library Update
"Library Update Required" = "Es necesario actualizar la fototeca";
"Please update your photo library to make it accessible for a scan." = "Actualiza tu fototeca para que pueda analizarse.";

"Open your library in the Photos app;" = "Abre tu fototeca en la app Fotos;";
"Wait until it updates the library." = "Espera hasta que se haya actualizado la fototeca.";
